Repository: Sundetkali/WebBanksGate
Catalog: WebSite/Properties/Resources.*.resx
Languages: kk_kz

# SAccessDanied
source: Access denied
kk_kz: Кіру рұқсат етілмеген

# SHeading1
source: Title 1
kk_kz: 1 тақырыбы

# SHeading2
source: Title 2
kk_kz: 2 тақырыбы

# SHeading3
source: Title 3
kk_kz: 3 тақырыбы

# SHeading4
source: Title 4
kk_kz: 4 тақырыбы

# SHeading5
source: Title 5
kk_kz: 5 тақырыбы

# SHeading6
source: Title 6
kk_kz: 6 тақырыбы

# SInsertFile
source: Insert file (available formats .rar, .zip, .doc, .docx, .xls, .xslx, .pdf, .ppt, .pptx, .mp4)
kk_kz: Файлды кірістіру (қол жетімді пішімдер .rar, .zip, .doc, .docx, .xls, .xlsx, .pdf, .ppt, .pptx, .mp4)

# SInsertImage
source: Insert picture (available .jpg, .jpeg, .png, .gif formats)
kk_kz: Суретті кірістіру (қол жетімді пішімдер .jpg, .jpeg, .png, .gif)

# SMarginBottom
source: Interval after {0} px
kk_kz: Интервал кейін{0} пкс

# SMarginTop
source: Interval before {0} px
kk_kz: Интервал дейінгі {0} пкс

# SMenu
source: Menu
kk_kz: Мәзір

# SParagraph
source: Plain text
kk_kz: Кәдімгі мәтін

# SQuickSearch
source: Search
kk_kz: Іздеу

# SQuotation
source: Quote
kk_kz: Дәйексөз

# SRedo
source: Return input (Ctrl + Y)
kk_kz: Қайтару енгізу (Ctrl+Y)

# SSave
source: Save
kk_kz: Сақтау

# SUndo
source: Cancel Input (Ctrl + Z)
kk_kz: Енгізуден бас тарту (Ctrl+z)

# SUser
source: User:
kk_kz: Қолданушы:

# EEmailError
source: Invalid email address entered in field '{0}'
kk_kz: '{0}' өрісінде дұрыс емес email адресі енгізілген

# ErrorText
source: An error occurred while processing the request, the details of the error are available to the administrator in the event log.
kk_kz: Сұрауды өңдеу кезінде қате шықты, қатенің түсініктемесі әкімшіге оқиғалар жұрналында қол жетімді.

# ErrorTitle
source: An unexpected error has occurred
kk_kz: Күтпеген қате орын алды

# SSystemName
source: Currency Control AIS
kk_kz: Валюталық бақылау ААЖ
