Repository: Sundetkali/WebBanksGate
Catalog: BanksGateDataModel/Properties/Resources.*.resx
Languages: kk_kz

# UNDX_refTreeMenu_refPermission__Title
source: The right has already been assigned to the menu
kk_kz: Мәзірге құқық берілді

# ADM_GroupPermissions_UNDX_refGroup_refPermission
source: Right has already been assigned to a group
kk_kz: Құқық топқа бұрын тағайындалған

# ADM_UserPermissions_UNDX_refUser_refPermission
source: The right has already been assigned to the user
kk_kz: Құқық қолдаланушыға бұрын тағайындалған

# CurrencyRateNotExists
source: Currency exchange rate {0} is not defined on date {1:d}
kk_kz: {1:d} күніне {0} валюта бағамы анықталмаған

# CurrencyRowNotExists
source: Currency entry not found
kk_kz: Валюта жазбасы табылмады

# DIC_OutlookTemplates_UNDX_refOutlookTemplateType
source: There can only be one Outlook alert template per alert type
kk_kz: Барлық ескертулер түрі үшін бір ғана Outlook ескерту үлгісі ғана болуы мүмкін

# FilterByApprovedAndSigned
source: The status of the contract must be approved and marked by Checker.
kk_kz: Келiсiм-шарттың мәртебесi бекiтiлуi және Checker-а белгiсi тұруы тиiс.

# FilterByExcludeAttrNotSet
source: The contract type is not specified, you must make an adjustment to the contract and approve it.
kk_kz: Шарттың түрі көрсетілмеген. Шартқа түзету енгізіп, бекіту қажет

# FilterByExcludeClosed
source: Contract status must not be closed.
kk_kz: Келiсiм-шарттың мәртебесi жабық болмауға тиiс.

# Registry_UNDX_Number
source: Sequence No. must be unique
kk_kz: Реттік № бірегей болуы тиіс

# Registry_UNDX_UNC
source: CC сatalogue number must be unique
kk_kz: Валюталық келісім-шарттың есептік нөмірі бірегей болуы керек

# UNDX_BaseId
source: Customer BaseID field must be unique
kk_kz: "Клиент BaseID-і" өрісі бірегей болуы керек

# UNDX_Code
source: Code field must be unique
kk_kz: Өріс бірегей болуы керек

# UNDX_Code2Char
source: 2-digit numeric code field must be unique
kk_kz: "2 таңбалы сандық код" өрісі бірегей болуы тиіс

# UNDX_Code3Char
source: The 3-digit alphanumeric field must be unique
kk_kz: "2 таңбалы әріптік код" өрісі бірегей болуы тиіс

# UNDX_Code3Int
source: The 3-digit numeric field must be unique
kk_kz: "3 таңбалы сандық код" өрісі бірегей болуы тиіс

# UNDX_CodeInt
source: Numeric code field must be unique
kk_kz: Сандық код өрісі бірегей болуы керек

# UNDX_refClient_Email
source: Email address can not be repeated in customer contacts
kk_kz: Email адресі клиенттің контактілерінде қайталана алмайды

# UNDX_refKNP_PaymentDirection
source: The value of the PPC and Payment Type fields can not be repeated
kk_kz: Төлемдерді тағайындаудың коды, Төлем түрі өрістерінің мәні қайталанбауы тиіс

# UNDX_refKNP_PaymentDirection_Resident
source: The value of the PPC, Payment Type and Resident fields can not be repeated
kk_kz: Төлемдерді тағайындаудың коды, Төлем түрі, Резидент өрістерінің мәні қайталанбауы тиіс

# UserStamps_UNDX_refUser
source: You can only create one record for the user, make changes to the existing record
kk_kz: Қолданушы үшін тек бір жазба жасауға болады, бар жазбаға өзгертулер енгізіңіз

# ADM_GroupUsers_UNDX_refGroup_refUser
source: The user has already been added to the group
kk_kz: Пайдаланушы топқа қосылды

# MCC_ScreeningDocumentLinks_UNDX_refDocument_refScreeningDocument
source: Another user has just submitted documents for screening, please try again.
kk_kz: Құжаттарды скринингке жіберуді жаңа ғана басқа пайдаланушы орындады, әрекетті қайталаңыз.

# MCC_ScreeningDocument_UNDX_refContract_SendDate
source: Another user has just submitted documents for screening, please try again.
kk_kz: Құжаттарды скринингке жіберуді жаңа ғана басқа пайдаланушы орындады, әрекетті қайталаңыз.

# UNDX_HolidayDate
source: Information has already been entered into the calendar on the specified date, update the data on the page.
kk_kz: Күнтізбеде көрсетілген күнге ақпарат енгізілген, беттегі деректерді жаңартыңыз.

source: No
kk_kz: Жоқ

source: Yes
kk_kz: Иә

source: Not signed
kk_kz: Қол қойылмаған

# TryLater
source: Send a request later
kk_kz: Сұрауды кейінірек жіберіңіз

source: No document
kk_kz: Құжат жоқ
