Repository: Sundetkali/WebBanksGate
Catalog: Dictionaries/Properties/Resources.*.resx
Languages: kk_kz

# CalendarDateReject
source: Reject
kk_kz: Қисайту

# CalendarDate_Approve
source: Approve
kk_kz: Бекіту

# CalendarDate_ApproveConfirm
source: Do you really want to approve?
kk_kz: Сіз шынымен бекіткіңіз келе ме?

# ClientsInPayment_Investigation
source: Investigation
kk_kz: Тергеу

# ApproveCantError
source: Unable to approve, the status of the record has changed, update the data on the page
kk_kz: Бекіту мүмкін емес, жазба мәртебесі өзгерді, беттегі деректерді жаңартыңыз

# BINMustBeUnique
source: BIN/IIN must be unique, a record with such BIN/IIN already exists
kk_kz: БСН/ЖСН бірегей болуы тиіс, осындай БСН/ЖСН бар жазба бұрыннан бар

# CalendarDate_NotifBody
source: The calendar for date {0} has been modified by the user: {1}. For the change to take effect, go to the Calendar directory and confirm the change.
kk_kz: Күнтізбеге {0} күніне қолданушымен {1} өзгерту енгізілді. Өзгертудің күшіне енуі үшін «Күнтізбе» анықтамалығына өтіп, өзгертуді растаңыз

# CalendarDate_NotifSubject
source: Add or change a calendar date
kk_kz: Күнтізбе күнін қосу немесе өзгерту

# CalendarDate_RejectConfirm
source: Do you really want to reject?
kk_kz: Сіз шын мәнінде қайтарғыңыз келе ме?

# ClientList_XLS_FilesOnly
source: Only xls and xlsx files can be downloaded
kk_kz: xls, xlsx түріндегі файлдарды ғана жүктеуге болады

# ClientSearchByBaseIdBinName
source: Search is performed by BIN, BaseID, CC CN, customer name
kk_kz: БСН, BaseID, Валюталық келісім-шарттың есептік нөмірі, Клиенттің атауы өрістері бойынша іздеу

# ClientsInPayment_Link
source: Attach
kk_kz: Байластыру

# RejectCantError
source: It is impossible to reject, the status of the record has changed, update the data on the page
kk_kz: Қайтару мүмкін емес, жазба мәртебесі өзгерді, беттегі деректерді жаңартыңыз

source: Reset Filter
kk_kz: Сүзгіні қайта орнату

# RNNMustBeUnique
source: TRN must be unique, record with such TRN already exists
kk_kz: СТН бірегей болуы керек, ондай жазба бұрыннан бар

# SClientsInContact_AdminMessages
source: List of admin messages from CF
kk_kz: CF-дан әкімдік хабарлар тізімі

# SClientsInContact_ClientBankAccounts
source: Customer Account List
kk_kz: Клиент шоттарының тізімі

# SClientsInContact_ClientData
source: Customer data
kk_kz: Клиент деректері

# UNNB_XLS_FilesOnly
source: Only xls and xlsx files can be downloaded
kk_kz: xls, xlsx түріндегі файлдарды ғана жүктеуге болады

# UploadContactList
source: Download "Customer contacts"
kk_kz: Клиенттің контактілік тұлғаларын жүктеу

# UploadUNNB
source: Download "Information on valid NB RK account numbers"
kk_kz: ҚР ҰБ қолданыстағы есептік нөмірлері туралы мәліметтерді жүктеу

# ClientsData
source: Customer data
kk_kz: Клиент деректері

# AdditionalClientInfo
source: Additional Customer Information
kk_kz: Клиент бойынша қосымша ақпарат

# ClientSearchByClientForm
source: Search by BIN, BaseID, customer name
kk_kz: Іздеу клиенттің атауы, БИН, BaseID бойынша жүргізіледі

# UploadClientsMppList
source: Download "MPP by Client"
kk_kz: «Клиент бойынша MPP» жүктеу

# UploadClientBankAccounts
source: Download Customer Accounts
kk_kz: "Клиенттердің шоттарын" жүктеу

# UploadSignatories
source: Download "Signatories"
kk_kz: "Қол қоюшыларды" жүктеу

# UploadExcel
source: Import to Excel
kk_kz: Excel ге импорттау

source: from
kk_kz: басы

# To
source: by
kk_kz: аралық

source: Unload List
kk_kz: Жүктелетін тізім

# ApproveMessage
source: Do you really want to approve?
kk_kz: Сіз шынымен бекіткіңіз келе ме?

# UnapproveMessage
source: Do you really want to reject?
kk_kz: Сіз шын мәнінде қайтарғыңыз келе ме?

# ToForm
source: Create
kk_kz: Қалыптастыру

source: Send Notification
kk_kz: Хабарлама жіберу

# SendEmailMessageButton
source: Send message to client
kk_kz: Клиентке хабарлама жіберу

# SendMessageButton
source: To send
kk_kz: Жіберу

# SendStatementToClient
source: Send Notification
kk_kz: Хабарлама жіберу

# SelectOutlookTemplate
source: You must select an alert template
kk_kz: Ескерту үлгісін таңдау қажет

# EmailOnlyOneClient
source: Only one client can send a message
kk_kz: Хабарламаны тек бір клиентке жіберуге болады

# UnloadListError
source: You must select a list to upload
kk_kz: Жүктелетін тізімді таңдау қажет

# ErrorText
source: An error occurred while processing the request, the details of the error are available to the administrator in the event log.
kk_kz: Сұрауды өңдеу кезінде қате шықты, қатенің түсініктемесі әкімшіге оқиғалар жұрналында қол жетімді.

# SendSelectedSigners
source: Are you sure you want to send {0} records?
kk_kz: {0} жазбаларын шынымен жібергіңіз келе ме?

# SelectSigners
source: You must select the signatories
kk_kz: Қол қоюшыларды таңдау қажет

# EmailMessageSendedAlert
source: <p>{0} clients have been selected. <br/> Delivered to: {1} <br/> Not Delivered: {2} </p>
kk_kz: <р>{0} клиенттері таңдалды. <br/> Адресаттарға жеткізілді: {1} <br/> He жеткізілді: {2}</p >

# SelectEditTemplate
source: You must select a template
kk_kz: Үлгіні таңдау қажет

# SelectOneEditTemplate
source: You must select one template
kk_kz: Бір үлгіні таңдау қажет

# UploadTemplate
source: Download New Template
kk_kz: Жаңа үлгіні жүктеу

# CantFindTemplate
source: Template could not be found
kk_kz: Үлгіні табу мүмкін болмады

source: Approve
kk_kz: Бекіту

# UnApprove
source: Reject
kk_kz: Қисайту

# EditManager
source: Edit Managers
kk_kz: Менеджерлерді өңдеу

source: Cancel
kk_kz: Күшін жою

# RequiredFieldValidationError
source: The '{0}' field is required
kk_kz: '{0}' өрісі толтыру үшін міндетті

source: Download Template
kk_kz: Үлгіні жүктеу

source: Edit
kk_kz: Өзгерту

# ClientFormLog
source: Event Log
kk_kz: Хабарламалар журналы

# ClientName
source: Client
kk_kz: Клиент

# EmailNotFound
source: Missing customer email address
kk_kz: Клиенттің email мекенжайы жоқ

# ErrorSended
source: Not sent, please contact your administrator
kk_kz: Жіберілген жоқ, әкімшіге хабарласыңыз

# Sended
source: Sent
kk_kz: Жiберiлген

source: Status
kk_kz: Мәртебе

# SignersModuleAlert
source: Notification Report
kk_kz: Хабарламалар бойынша есеп

# BankAccounts
source: Customers account
kk_kz: клиенттің шоттары

# ClientsContact
source: Customer Contact
kk_kz: Клиент контактісі

# ClientsMpp
source: MPP for customer
kk_kz: Клиент бойынша MPP

# Signatories
source: Signers
kk_kz: Қол қоюшылар

# CantConvertToXlsxUploadXslx
source: Failed to convert from xls to xlsx, download file in xlsx format.
kk_kz: xls, xlsx- ке түрлендірілмеді, файлды xlsx пішімінде жүктеңіз

# Email
source: Send the message for email
kk_kz: Электрондық поштаға хабар жіберу

# FilterByQuasiPublicSectorFalse
source: Show quasi-sector subjects
kk_kz: Квазигос.сектор субъектілерін көрсету

# FilterByQuasiPublicSectorTrue
source: Quasi-public sector entity
kk_kz: Квазимемлекеттік сектор субъектісі

# UploadOKED
source: Loading the GCEA File
kk_kz: Файлды қотару ЭҚЖК

# UploadClientsExcel
source: Upload 'Clients'
kk_kz: "Клиенттер" қотару

# UploadOKEDExcel
source: Upload 'Client GCEA'
kk_kz: "Клиенттің ЭҚЖК" қотару

# CurrencyVolumeNotFound
source: The actual validity period of the currency sales volume was not found. Please indicate the date in the reference
kk_kz: Валютаны сату көлемінің өзекті қолданылу мерзімі табылмады. Анықтамалықта мерзімін көрсетіңіз

# FilterByGoodsPreCheckTrue
source: Additional checking
kk_kz: қосымша тексеру

# FilterByGoodsPreCheckFalse
source: Show customers with goods pre-check
kk_kz: Клиенттерді қосу арқылы көрсетіңіз. тексеру

# ChooseAmlMessageCode
source: Select the basis for sending the message to AML
kk_kz: AML-ге хабарлама жіберу негізін таңдау

# DiffRefsAlert
source: Cannot send: Records for more than 1 customer have been selected!
kk_kz: Жіберу мүмкін емес: 1-ден көп клиентке қатысты жазбалар таңдалды!
